Repository: daniel-corzo/misw-4501-proyecto-de-grado
Catalog: src/mobile/ios/TravelHub/TravelHub/I18n/Payment.xcstrings
Source language: en
Languages: es

source: Cardholder name
es: Nombre del titular

source: Card number
es: Número de tarjeta

source: Checkout
es: Pago

# confirmPayment
source: Confirm Payment %1$(totalAmount)@
es: Confirmar pago %1$(totalAmount)@

# encryptionInfo
source: Your payment is secured with 256-bit SSL encryption
es: Tu pago está protegido con cifrado SSL de 256 bits

source: Expiration Date
es: Fecha de vencimiento

# expirationDateInvalid
source: The date is not valid
es: La fecha no es válida

# expirationDatePlaceholder
source: MM/YY
es: MM/AA

# nights
source: %1$(numNights)lld nights
es: %1$(numNights)lld noches

# paymentFailedDescription
source: Your payment could not be processed. Please check your card details and try again.
es: Tu pago no pudo ser procesado. Verifica los datos de tu tarjeta e intenta de nuevo.

# paymentFailedTitle
source: Payment Failed
es: Pago fallido

# paymentSuccessfulDescription
source: The payment was completed successfully!
es: ¡El pago se completó exitosamente!

# paymentSuccessfulTitle
source: Payment Successful!
es: ¡Pago exitoso!

source: Pay with card
es: Pagar con tarjeta

# serviceFeesAndTaxes
source: Service fee & taxes
es: Tarifa de servicio e impuestos

source: Summary
es: Resumen

source: Total Amount
es: Total a pagar
